Repository: Belarus/OmegaT-Android
Catalog: Android/omegat/project_save.tmx
Source language: en
Languages: be

source: Allow Google's location service to collect anonymous location data.
be: Дазволіць службе месцазнаходжаньня Google зьбіраць ананімныя зьвесткі, што да месцазнаходжаньня.

source: Allow IMs from
be: Прымаць паведамленьні…

source: Allow USB debugging?
be: Ці дазволіць наладку USB?

source: Allow applications to access secure certificates and other credentials
be: Дазволіць праґрамам доступ да пасьведчаньняў бясьпекі ды іншых даверчых лістоў.

source: Allow applications to access various network features.
be: Дазволіць праґрамам доступ да розных функцыяў сеткі.

source: Allow applications to do things that can cost you money.
be: Дазволіць праґрамам рабіць тое, што можа каштаваць вам грошай.

source: Allow automatic updating
be: Дазволіць самарушна абнаўляцца

source: Allow browser to preload high confidence search results in the background
be: Дазволіць аглядальніку загадзя чытаць на заднім пляне вынікі пошуку

source: Allow data exchange when the phone touches another device
be: Дазволіць тэлефону абменьвацца зьвесткамі зь іншаю прыладаю па дотыку

source: Allow data roaming?
be: Ці дазволіць сеціва ў блуканьні (роўмінґу)?

source: Allow data roaming? You may incur significant roaming charges!
be: Дазволіць сеціва ў роўмінґу? Гэта можа пацягнуць за сабою значныя выдаткі на роўмінґ!

source: Allow incall screen to rotate with orientation change.
be: Дазволіць паварочваць экран падчас размовы, калі зьмянілася арыентацыя

source: Allow incoming file transfers
be: Дазволіць прымаць файлы

source: Allow install of non-Market applications
be: Дазволіць усталёўваць праґрамы, атрыманыя ня з Крамы

source: Allow installation of non-Market applications
be: Дазволіць усталёўваць праґрамы, атрыманыя ня з крамы

source: Allow installation of non-Market apps
be: Дазволіць усталёўваць праґрамы, атрыманыя ня з крамы

source: Allow label operations on more than one conversation
be: Дазваляць зьмяняць цэтлікі некалькіх размоваў

source: Allow mock locations
be: Дазволіць удаваныя крыніцы

source: Allow new source for apps?
be: Ці дазволіць новую крыніцу праґрамаў?

source: Allow phonebook access by %1$s
be: Даць %1$s доступ да тэлефоннае кнігі

source: Allow sites to request access to your location
be: Дазволіць пляцоўкам запытвацца на доступ да вашага месцазнаходжаньня

source: Allow sites to save and read \"cookie\" data
be: Дазволіць пляцоўкам захоўваць і чытаць зьвесткі «бірак»

source: Allow sites to save and read cookie data
be: Дазволіць пляцоўкам захоўваць і чытаць зьвесткі бірак (cookie)

source: Allow the application %1$s to access the USB accessory?
be: Ці дазволіць праґраме %1$s доступ да прыналежнасьці USB?

source: Allow the application %1$s to access the USB device?
be: Ці дазволіць праґраме %1$s доступ да прылады USB?

source: Allow this application to:
be: Дазволіць гэтае праґраме:

source: Allow this now and in the future?
be: Ці дазволіць гэта зараз і ў будучыні?

source: Allow this site to open a pop-up window?
be: Ці дазволіць бачыне адчыняць раптоўныя вокны?

source: Allow vibrate while on a call
be: Дазволіць трымцець, калі ўжо размаўляем

source: Allow vibration feedback in silent mode
be: Дазволіць адгукацца трымценьнем у бязгучным стане

source: Allow wallpaper to move while scrolling screens
be: Дазволіць шпалерам рухацца, калі гартаем экраны

source: Allow?
be: Ці дазволіць?

source: Allowed
be: Дазволілі

source: Allows access to the kernel MTP driver to implement the MTP USB protocol.
be: Дазваляе доступ да кіроўцы MTP ядра, каб ажыцьцявіць пратакол MTP USB.

source: Allows an application read the phone owner data stored on your phone.
be: Дазваляе праґраме чытаць зьвесткі ўласьніка тэлефона, якія захоўваюцца на тэлефоне.

source: Allows an application read the phone owner data stored on your phone. Malicious applications can use this to read phone owner data.
be: Дазваляе праґраме чытаць зьвесткі ўласьніку тэлефону, якія захоўваюцца на тэлефоне. Зламысныя праґрамы могуць карыстацца гэтым, каб чытаць зьвесткі ўласьніку тэлефону.

source: Allows an application to add or change the events on your calendar, which may send email to guests.
be: Дазваляе праґраме дадаваць або зьмяняць падзеі з календара, які можа дасылаць лісты запрошаным.

source: Allows an application to add or change the events on your calendar, which may send email to guests. Malicious applications can use this to erase or modify your calendar events or to send email to guests.
be: Дазваляе праґраме дадаваць або зьмяняць падзеі з вашага календара, якія могуць дасылаць лісты запрошаным. Зламысныя праґрамы могуць карыстацца гэтым, каб сьціраць або зьмяняць падзеі календара ці дасылаць лісты запрошаным.

source: Allows an application to add shortcuts without user intervention.
be: Дазваляе праґраме дадаваць выклічнікі без умяшаньня карыстальніка.

source: Allows an application to broadcast a notification that a WAP PUSH message has been received.
be: Дазваляе праґраме рассылаць спавяшчэньне, што WAP PUSH атрымалі.

source: Allows an application to broadcast a notification that a WAP PUSH message has been received. Malicious applications may use this to forge MMS message receipt or to silently replace the content of any web page with malicious variants.
be: Дазваляе праґраме паведамляць, што WAP PUSH атрымалі. Зламысныя праґрамы могуць карыстацца гэтым, каб падрабляць атрыманьне MMS або .цішком замяняць зьмесьціва хоць-якое бачыны сеціва на зламыснае.

source: Allows an application to broadcast a notification that an SMS message has been received.
be: Дазваляе праґраме рассылаць спавяшчэньне, што SMS атрымалі.

source: Allows an application to broadcast a notification that an SMS message has been received. Malicious applications may use this to forge incoming SMS messages.
be: Дазваляе праґраме паведамляць, што SMS атрымалі. Зламысныя праґрамы могуць карыстацца гэтым, каб падрабляць уваходныя SMS.

source: Allows an application to broadcast a notification that an application package has been removed.
be: Дазваляе праґраме рассылаць спавяшчэньне, што нейкі пакунак сьцерлі.

source: Allows an application to broadcast a notification that an application package has been removed. Malicious applications may use this to kill any other running application.
be: Дазваляе праґраме дасылаць спавяшчэньне, што нейкі пакунак выдалілі. Зламысныя праґрамы могуць карыстацца гэтым, каб забіваць іншыя запушчаныя праґрамы.

source: Allows an application to change network settings and to intercept and inspect all network traffic, for example to change the proxy and port of any APN.
be: Дазваляе праґраме зьмяняць налады сеткі ды перахапляць і правяраць усё перадаванае ў сетцы (пр., зьмяняць пасродак і порт кожнага пункту доступу).

source: Allows an application to change the background data usage setting.
be: Дазваляе праґраме зьмяняць налады выкарыстаньня дадзеных на заднім пляне.

source: Allows an application to change the current configuration, such as the locale or overall font size.
be: Дазваляе праґраме зьмяняць бягучыя настаўленьні, кшталту мясцовасьці й агульнага памеру шрыфту.

source: Allows an application to change the global animation speed (faster or slower animations) at any time.
be: Дазваляе праґраме у хоць-які час зьмяняць агульную хуткасьць ажыўленьня (ажыўляць хутчэй ці павольней).

source: Allows an application to change the mouse or trackpad pointer speed at any time.
be: Дазваляе праґраме ў хоць-які час зьмяняць хуткасьць паказальніка мышы ці датыкача.

source: Allows an application to change the phone's clock time.
be: Дазваляе праґраме зьмяняць час на гадзіньніку тэлефона.

source: Allows an application to change the phone's time zone.
be: Дазваляе праґраме зьмяняць часавы абсяг тэлефона.

source: Allows an application to change the phone\'s clock time.
be: Дазваляе праґраме зьмяняць час на гадзіньніку тэлефону.

source: Allows an application to change the phone\'s time zone.
be: Дазваляе праґраме зьмяняць часавы пас тэлефону.

source: Allows an application to change the rotation of the screen at any time.
be: Дазваляе праґраме паварочваць экран у хоць-які час.

source: Allows an application to change the rotation of the screen at any time. Should never be needed for normal applications.
be: Дазваляе праґраме зьмяняць паварот экрану ў хоць-які час. Звычайныя праґрамы ня мусяць патрабаваць гэтае магчымасьці.

source: Allows an application to change the settings and shortcuts in Home.
be: Дазваляе праґраме зьмяняць налады ды выклічнікі хатняга экрану.

source: Allows an application to change the state network connectivity.
be: Дазваляе праґраме зьмяняць стан злучэньня зь сеткаю.

source: Allows an application to change the state of network connectivity.
be: Дазваляе праґраме зьмяняць стан злучэньня зь сеткаю.

source: Allows an application to change the state of tethered network connectivity.
be: Дазваляе праґраме зьмяняць стан злучэньня з прывязанаю сеткаю.

source: Allows an application to change the tablet's clock time.
be: Дазваляе праґраме зьмяняць час на гадзіньніку пляншэта.

source: Allows an application to change the tablet's time zone.
be: Дазваляе праґраме зьмяняць часавы абсяг пляншэта.

source: Allows an application to change whether a component of another application is enabled or not.
be: Дазваляе праґраме задзейнічаць або забараніць складнік іншае праґрамы.

source: Allows an application to change whether a component of another application is enabled or not. Malicious applications can use this to disable important phone capabilities. Care must be used with permission, as it is possible to get application components into an unusable, inconsistent, or unstable state.
be: Дазваляе праґраме задзейнічаць або забараніць складнік іншае праґрамы. Зламысныя праґрамы могуць карыстацца гэтым, каб забараніць важныя магчымасьці тэлефону. Гэтым дазволам трэба карыстацца ўважліва, бо ён можа прывесьці складнікі праґрамаў у непрацоўны, несуладны ці няўстойлівы стан.

source: Allows an application to clear user data.
be: Дазваляе праґраме ачышчаць дадзеныя карыстальніка.

source: Allows an application to communicate with Near Field Communication (NFC) tags, cards, and readers.
be: Дазваляе праґраме зьвязвацца зь біркамі, карткамі ды чытальнікамі зносінаў блізкага поля (NFC).

source: Allows an application to completely reset the system to its factory settings, erasing all data, configuration, and installed applications.
be: Дазваляе праґраме цалкам узнавіць сыстэму да ейных завадзкіх наладаў, што сатрэ ўсе зьвесткі, настаўленьні ды ўсталяваныя праґрамы.

source: Allows an application to configure the local Bluetooth phone, and to discover and pair with remote devices.
be: Дазваляе праґраме настаўляць уласны Bluetooth тэлефона, аглядаць адлеглыя прылады ды спалучаць зь імі тэлефон.

source: Allows an application to configure the local Bluetooth tablet, and to discover and pair with remote devices.
be: Дазваляе праґраме настаўляць уласны Bluetooth пляншэта, аглядаць адлеглыя прылады ды спалучаць зь імі пляншэт.

source: Allows an application to connect to and disconnect from Wi-Fi access points, and to make changes to configured Wi-Fi networks.
be: Дазваляе праґраме злучацца й адлучацца ад пунктаў доступу Wi-Fi і зьмяняць настаўленыя сеткі Wi-Fi.

source: Allows an application to connect to and disconnect from WiMAX network.
be: Дазваляе праґраме злучацца й адлучацца ад сеткі WiMAX.

source: Allows an application to control the maximum number of processes that will run.
be: Дазваляе праґраме кіраваць найбольшаю колькасьць працэсаў, якія могуць працаваць.

source: Allows an application to control the maximum number of processes that will run. Never needed for normal applications.
be: Дазваляе праґраме кіраваць найбольшаю колькасьць працэсаў, якія могуць працаваць. Звычайным праґрама гэта ніколі ня трэба.

source: Allows an application to control whether activities are always finished as soon as they go to the background.
be: Дазваляе праґраме кіраваць тым, каб уся дзейнасьць заканчвалася, як толькі яна пераходзіць на задні плян.

source: Allows an application to control whether activities are always finished as soon as they go to the background. Never needed for normal applications.
be: Дазваляе праґраме кіраваць тым, каб уся дзейнасьць заканчвалася, як толькі яна пераходзіць на задні плян. Звычайным праґрамам гэта ніколі ня трэба.

source: Allows an application to create network sockets.
be: Дазваляе праґраме праґраме ствараць сеткавыя гнёзды.

source: Allows an application to delete Android packages.
be: Дазваляе праґраме сьціраць пакункі Android.

source: Allows an application to delete Android packages. Malicious applications can use this to delete important applications.
be: Дазваляе праґраме выдаляць пакункі Android. Зламысныя праґрамы могуць карыстацца гэтым, каб выдаляць важныя праґрамы.

source: Allows an application to delete cache files.
be: Дазваляе праґраме сьціраць файлы запасьнікаў.

source: Allows an application to deliver its own input events (key presses, etc.) to other applications.
be: Дазваляе праґраме перадаваць ейныя ўласныя падзеі ўводу (націскі на клявішы ды інш.) іншым праґрамам.

source: Allows an application to deliver its own input events (key presses, etc.) to other applications. Malicious applications can use this to take over the phone.
be: Дазваляе праґраме дастаўляць ейныя ўласныя падзеі ўводу (націскі на клявішы ды інш.) іншым праґрамам. Зламысныя праґрамы могуць карыстацца гэтым, каб захапіць тэлефон.

source: Allows an application to disable the keylock and any associated password security.
be: Дазваляе праґраме забараняць замыкаць клявішы ды іншыя зьвязаныя з гэтым дзеяньні, што тычацца бясьпекі пароляў.

source: Allows an application to disable the keylock and any associated password security. A legitimate example of this is the phone disabling the keylock when receiving an incoming phone call, then re-enabling the keylock when the call is finished.
be: Дазваляе праґраме забараняць замыкаць клявішы ды іншыя зьвязаныя з гэтым дзеяньні, што тычацца бясьпекі пароляў. Звычайны прыклад: тэлефон адмыкае клявішы, калі прымаецца ўваходны выклік, і зноўку замыкае іх, калі выклік заканчваецца.

source: Allows an application to enable the car mode.
be: Дазваляе праґраме задзейнічаць стан «у машыне».

source: Allows an application to force any activity that is in the foreground to close and go back.
be: Дазваляе праґраме прымусова зачыняць і вяртаць назад хоць-якую дзейнасьць, што на пярэднім пляне.

source: Allows an application to force any activity that is in the foreground to close and go back. Should never be needed for normal applications.
be: Дазваляе праґраме прымусова зачыняць і вяртаць назад хоць-якую дзейнасьць, што на пярэднім пляне. Звычайныя праґрамы ня мусяць патрабаваць гэтае магчымасьці.

source: Allows an application to forcibly restart other applications.
be: Дазваляе праґраме прымусова запускаць нанова іншыя праґрамы.

source: Allows an application to forcibly stop other applications.
be: Дазваляе праґраме прымусова спыняць іншыя праґрамы.

source: Allows an application to free phone storage by deleting files in application cache directory.
be: Дазваляе праґраме вызваляць сховішча тэлефона, выдаляючы файлы ў каталёґу запасьніку праґрамаў.

source: Allows an application to free phone storage by deleting files in application cache directory. Access is very restricted usually to system process.
be: Дазваляе праґраме вызваляць сховішча тэлефону, выдаляючы файлы ў каталёґу запасьніку праґрамаў. Доступ да гэтае магчымасьці вельмі абмежаваны: звычайна яго маюць толькі сыстэмныя працэсы.

source: Allows an application to free tablet storage by deleting files in application cache directory.
be: Дазваляе праґраме вызваляць сховішча пляншэту, выдаляючы файлы ў каталёґу запасьніку праґрамаў.

source: Allows an application to get details about the currently synced feeds.
be: Дазваляе праґраме атрымваць падрабязнасьці пра сынхранізаваныя жывільнікі.

source: Allows an application to get the list of accounts known by the phone.
be: Дазваляе праґраме атрымваць сьпіс рахункаў, вядомых тэлефону.

source: Allows an application to get the list of accounts known by the tablet.
be: Дазваляе праґраме атрымваць сьпіс рахункаў, вядомых пляншэту.

source: Allows an application to have itself started as soon as the system has finished booting.
be: Дазваляе праґраме запускацца адразу як сыстэма скончыць першагрузіцца.

source: Allows an application to have itself started as soon as the system has finished booting. This can make it take longer to start the phone and allow the application to slow down the overall phone by always running.
be: Дазваляе праґраме запускацца адразу як сыстэма скончыць першагрузіцца. Гэта можа павялічыць час запуску тэлефону ды дапусьціць, каб праґрамы запаволілі ўсю працу тэлефону, бо яны будуць працаваць увесь час.

source: Allows an application to install new or updated Android packages.
be: Дазваляе праґраме ўсталёўваць новыя або абнаўляць пакункі Android.

source: Allows an application to install new or updated Android packages. Malicious applications can use this to add new applications with arbitrarily powerful permissions.
be: Дазваляе праґраме ўсталёўваць новыя або абнаўляць пакункі Android. Зламысныя праґрамы могуць карыстацца гэтым, каб дадаваць новыя праґрамы з адвольна шырокімі паўнамоцтвамі.

source: Allows an application to kill background processes of other applications, even if memory isn't low.
be: Дазваляе праґраме забіваць працэсы іншых праґрамаў, што выконваюцца на заднім пляне — нат калі памяці дастаткова.

source: Allows an application to kill background processes of other applications, even if memory isn\'t low.
be: Дазваляе праґраме забіваць працэсы іншых праґрамаў, што выконваюцца на заднім пляне — нат калі памяці дастаткова.

source: Allows an application to make calls to AccountAuthenticators
be: Дазваляе праґраме выклікаць апазнавальнікі рахунку

source: Allows an application to make parts of itself persistent, so the system can't use it for other applications.
be: Дазваляе праґраме зрабіць так, каб частка яе была сталаю, і сыстэма не магла бы выкарыстоўваць яе ў іншых праґрамах.

source: Allows an application to make parts of itself persistent, so the system can\'t use it for other applications.
be: Дазваляе праґраме зрабіць так, каб частка яе была сталаю, і сыстэма не магла бы выкарыстоўваць яе ў іншых праґрамах.

source: Allows an application to manage network policies and define application-specific rules.
be: Дазваляе праґраме кіраваць правіламі сеткі ды вызначаць правілы для асобных праґрамаў.

source: Allows an application to modify the APN settings, such as Proxy and Port of any APN.
be: Дазваляе праґраме зьмяняць налады пунктаў доступу да сеціва, кшталту пасродку, порту ўсіх пунктаў доступу.

source: Allows an application to modify the Browser's geolocation permissions.
be: Дазваляе праґраме зьмяняць дазволы аглядальніку вызначаць геаграфічнае месца.

source: Allows an application to modify the Browser's history or bookmarks stored on your phone.
be: Дазваляе праґраме зьмяняць гісторыю ды закладкі Аглядальніку, якія захоўваюцца на тэлефоне.

source: Allows an application to modify the Browser's history or bookmarks stored on your tablet.
be: Дазваляе праґраме зьмяняць гісторыю ды закладкі аглядальніка, якія захоўваюцца на пляншэце.

source: Allows an application to modify the Browser\'s geolocation permissions. Malicious applications can use this to allow sending location information to arbitrary web sites.
be: Дазваляе праґраме зьмяняць дазволы Аглядальніку вызначаць геаграфічнае мейсца. Зламысныя праґрамы могуць карыстацца гэтым, каб дасылаць зьвесткі пра месцазнаходжаньне адвольным пляцоўкам сеціва.

source: Allows an application to modify the Browser\'s history or bookmarks stored on your phone. Malicious applications can use this to erase or modify your Browser\'s data.
be: Дазваляе праґраме зьмяняць гісторыю ды закладкі Аглядальніку, якія захоўваюцца на вашым тэлефоне. Зламысныя праґрамы могуць карыстацца гэтым, каб сьціраць або зьмяняць дадзеныя вашага Аглядальніку.

source: Allows an application to modify the Google services map.
be: Дазваляе праґраме зьмяняць мапу службаў Google.

source: Allows an application to modify the Google services map. Not for use by normal applications.
be: Дазваляе праґраме зьмяняць мапу службаў Google. Звычайнымі праґрамамі не выкарыстоўваецца.

source: Allows an application to modify the calendar events stored on your phone.
be: Дазваляе праґраме зьмяняць падзеі календара, якія захоўваюцца на тэлефоне.

source: Allows an application to modify the contact (address) data stored on your phone.
be: Дазваляе праґраме зьмяняць зьвесткі кантакту (адрас), якія захоўваюцца на тэлефоне.

source: Allows an application to modify the contact (address) data stored on your phone. Malicious applications can use this to erase or modify your contact data.
be: Дазваляе праґраме зьмяняць зьвесткі кантакту (адрас), якія захоўваюцца на вашым тэлефоне. Зламысныя праґрамы могуць карыстацца гэтым, каб сьціраць або зьмяняць зьвесткі вашых кантактаў.

source: Allows an application to modify the contact (address) data stored on your tablet.
be: Дазваляе праґраме зьмяняць зьвесткі кантакту (адрас), якія захоўваюцца на пляншэце.

source: Allows an application to modify the contents of the internal media storage.
be: Дазваляе праґраме зьмяняць зьмесьціва ўнутранага сховішча.

source: Allows an application to modify the phone owner data stored on your phone.
be: Дазваляе праґраме зьмяняць зьвесткі уласьніка тэлефона, якія захоўваюцца на тэлефоне.

source: Allows an application to modify the phone owner data stored on your phone. Malicious applications can use this to erase or modify owner data.
be: Дазваляе праґраме зьмяняць зьвесткі ўласьніку тэлефону, якія захоўваюцца на тэлефоне. Зламысныя праґрамы могуць карыстацца гэтым, каб сьцерці або зьмяніць зьвесткі ўласьніку.

source: Allows an application to modify the sync settings, such as whether sync is enabled for Contacts.
be: Дазваляе праґраме зьмяняць налады сынхранізаваньня, кшталту таго, ці сынхранізуюцца Кантакты.

source: Allows an application to modify the system's secure settings data.
be: Дазваляе праґраме зьмяняць дадзеныя наладаў бясьпекі сыстэмы.

source: Allows an application to modify the system's settings data.
be: Дазваляе праґраме зьмяняць дадзеныя агульных наладаў сыстэмы.

source: Allows an application to modify the system\'s secure settings data. Not for use by normal applications.
be: Дазваляе праґраме зьмяняць дадзеныя наладаў бясьпекі сыстэмы. Звычайнымі праґрамамі не выкарыстоўваецца.

source: Allows an application to modify the system\'s settings data. Malicious applications can corrupt your system\'s configuration.
be: Дазваляе праґраме зьмяняць дадзеныя агульных наладаў сыстэмы. Зламысныя праґрамы могуць сапсаваць настаўленьні вашае сыстэмы.

source: Allows an application to modify your currently synced feeds.
be: Дазваляе праґраме зьмяняць сынхранізаваныя жывільнікі.

source: Allows an application to modify your currently synced feeds. This could allow a malicious application to change your synced feeds.
be: Дазваляе праґраме зьмяняць сынхранізаваныя жывільнікі. Гэта можа дазволіць зламысным праґрамам зьмяняць вашыя сынхранізаваныя жывільнікі.

source: Allows an application to modify your preferred applications.
be: Дазваляе праґраме зьмяняць пераважныя праґрамы.

source: Allows an application to modify your preferred applications. This can allow malicious applications to silently change the applications that are run, spoofing your existing applications to collect private data from you.
be: Дазваляе праґраме зьмяняць пераважныя праґрамы. Гэта можа дазволіць зламысным праґрамам цішком замяняць запушчаныя праґрамы, падманваючы існыя праґрамы, каб сабраць вашыя асабістыя зьвесткі.
